Repository: common-repository/atensiq-connector-for-woocommerce
Catalog: langs/wcat-*.po
Languages: es_es

source: Atensiq Restaurant menu & Connector for WooCommerce requires WooCommerce to work correctly!
es_es: ¡Atensiq Restaurant menu & Connector for WooCommerce requiere WooCommerce para funcionar correctamente!

source: Online orders
es_es: Pedidos online

source: Section description
es_es: Descripción de la sección.

source: Online orders not available message
es_es: Mensaje pedidos online no disponibles

source: Default: Online orders are not available at this time.
es_es: Por defecto: Pedidos online no disponibles en este momento.

source: Local orders
es_es: Pedidos locales

source: Enable local orders
es_es: Habilitar pedidos locales

source: Local order received message
es_es: Mensaje pedido local recibido.

source: Default: Thank you! Your order has been received.
es_es: Por defecto: ¡Gracias! Su pedido ha sido recibido.

source: Product list
es_es: Lista de productos

source: Show product images
es_es: Mostrar imágenes

source: Please, set Atensiq API credentials in <a href="%s">WooCommerce -> Atensiq</a>
es_es: Por favor, introduzca las credenciales de la API de Atensiq en <a href="%s">WooCommerce -> Atensiq</a>

source: This plugin connects WooCommerce cart to the Atensiq panel.
es_es: Plugin conecta WooCommerce con el panel de Atensiq

source: See how Atensiq works %s.
es_es: Vea como funciona Atensiq %s.

source: https://atensiq.com/subscriptions/
es_es: https://atensiq.com/es/suscripciones/

source: here
es_es: aquí

source: You will need a free subscription %s to get your API credentials.
es_es: Necesitará una suscripción gratuita %s para obtener sus credenciales de API.

source: Online orders can be anabled from the Atensiq panel.
es_es: Pedidos online pueden ser habilitados en el panel de llamadas de Atensiq.

source: Make sure to enable online orders each time you log in to the panel.
es_es: Asegúrese de habilitar pedidos online cada vez que entre en el panel de llamadas de Atensiq.

source: Local orders allow customers at your restaurant to place orders directly without checkout step involved.
es_es: Los pedidos locales permiten a los clientes de su restaurante realizar pedidos directamente sin pasar por la caja.

source: Make sure to enter your menu page url in Atensiq panel - Settings - Link to your restaurant menu.
es_es: Asegúrese de insertar la URL del menu en el panel de Atensiq -> Ajustes

source: Use this Quickcart shortcode to list your products
es_es: Use este shortcode para listar los productos.

source: Options
es_es: Opciones

source: Product category slugs. Separate multiple values by comma.
es_es: Slugs de las categorias. Separar múltiples slugs con coma.

source: Update
es_es: Actualizar

source: Add
es_es: Añadir

source: %d items in cart
es_es: %d unidades en el carrito

source: %d item in cart
es_es: %d unidad en el carrito

source: Local orders not available.
es_es: Pedidos locales no disponibles.

source: Failed to place order.
es_es: Pedido fallido.

source: Thanky you! Your order has been received.
es_es: ¡Gracias! Su pedido ha sido recibido.

source: Online orders are not available at this time.
es_es: Pedidos online no disponibles en este momento.

source: Order
es_es: Pedido

source: Instant order notifications from WooCommerce in your restaurant´s Atensiq panel. See how Atensiq works on https://atensiq.com
es_es: Notificaciones instantáneas desde WooCommerce en su panel de Atensiq

source: https://atensiq.com
es_es: https://atensiq.com/es/
